Repository: creame/joinchat
Catalog: languages/creame-whatsapp-me-*.po
Languages: fr_fr

source: Open chat
fr_fr: Ouvrir chat

source: General
fr_fr: Général

source: Telephone
fr_fr: Téléphone

source: Mobile Only
fr_fr: Mobile seulement

source: Position on Screen
fr_fr: Position sur l’écran

source: Tooltip
fr_fr: Info-bulle

source: Button Delay
fr_fr: Délai de bouton

source: Call to Action
fr_fr: Appel à Action

source: Start WhatsApp Button
fr_fr: Bouton de démarrage WhatsApp

source: Dark Mode
fr_fr: Mode sombre

source: Chat Delay
fr_fr: Retard de chat

source: Notification Balloon
fr_fr: Ballon de notification

source: Front Page
fr_fr: Page d’accueil

source: Blog Page
fr_fr: Page blog

source: 404 Page
fr_fr: Page 404

source: Search Results
fr_fr: Résultats de la recherche

source: Date Archives
fr_fr: Archives de dates

source: Author Archives
fr_fr: Archives de l'auteur

source: Singular
fr_fr: Singulier

source: Post
fr_fr: Article

source: Settings saved
fr_fr: Paramètres sauvegardés

source: Button
fr_fr: Bouton

source: Set the contact number and where you want the WhatsApp button to be displayed.
fr_fr: Définissez le numéro de contact et l'endroit où vous souhaitez que le bouton WhatsApp s'affiche.

source: Chat Window
fr_fr: Fenêtre de conversation

source: If you define a "Call to Action" a window will be displayed simulating a chat before launching WhatsApp.
fr_fr: Si vous définissez un "Appel à l'action", une fenêtre sera affichée simulant un chat avant de lancer WhatsApp.

source: You can introduce yourself, offer help or even make promotions to your users.
fr_fr: Vous pouvez vous présenter, proposer de l’aide ou même faire des promotions à vos utilisateurs.

source: Show Help
fr_fr: Afficher Aide

source: From here you can configure on which pages the WhatsApp button will be visible.
fr_fr: Ici, vous pouvez configurer les pages sur lesquelles le bouton WhatsApp sera visible.

source: Restore default visibility
fr_fr: Restaurer la visibilité par défaut

source: Custom Post Types
fr_fr: Types d'Articles personnalisés

source: Show
fr_fr: Afficher

source: Hide
fr_fr: Masquer

source: Inherit
fr_fr: Hérité

source: Contact phone number <strong>(the button will not be shown if it's empty)</strong>
fr_fr: Numéro de téléphone de contact <strong>(le bouton ne sera pas affiché s’il est vide)</strong>

source: Add unlimited numbers with %1$s or multiple contacts with %2$s
fr_fr: Ajouter des nombres illimités de numéros avec des contacts de %1$s ou plusieurs avec %2$s

source: Only display the button on mobile devices
fr_fr: N’affichez le bouton que sur les appareils mobiles

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Select an image
fr_fr: Sélectionner une image

source: Select button image
fr_fr: Sélectionnez l’image du bouton

source: Use image
fr_fr: Utiliser l’image

source: Remove
fr_fr: Supprimer

source: The image will alternate with WhatsApp logo
fr_fr: L’image alternera avec le logo WhatsApp

source: 💬 Need help?
fr_fr: 💬 besoin d’aide?

source: Short text shown next to WhatsApp button
fr_fr: Texte court affiché à côté du bouton WhatsApp

source: seconds
fr_fr: secondes

source: Time since the page is opened until the WhatsApp button is displayed
fr_fr: Temps depuis que la page est ouverte jusqu’à ce que le bouton WhatsApp soit affiché

source: Open <em>WhatsApp Web</em> directly on desktop
fr_fr: Ouvrez <em>WhatsApp Web</em> directement sur le bureau

source: Hello 👋 Can we help you?
fr_fr: Bonjour 👋 Comment peut-on vous aider ?

source: Define a text to encourage users to contact by WhatsApp
fr_fr: Définir un texte pour encourager les utilisateurs à contacter par WhatsApp

source: Add links, images, videos and more with %s
fr_fr: Ajoutez des liens, des images, des vidéos et plus encore avec %s

source: Hi *{SITE}*! I need more info about {TITLE} {URL}
fr_fr: Salut *{SITE}*! J'ai besoin de plus d'informations sur {TITLE} {URL}

source: Predefined text for the first message the user will send you
fr_fr: Texte prédéfini pour le premier message que l’utilisateur vous enverra

source: Text of the start WhatsApp button on Chat Window
fr_fr: Texte de démarrage du bouton WhatsApp sur la fenêtre du chat

source: seconds (0 disabled)
fr_fr: secondes (0 désactivé)

source: Display a notification balloon instead of opening the Chat Window for a "less intrusive" mode
fr_fr: Afficher une bulle de notification à la place de la fenêtre de discussion pour un mode "moins intrusif"

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Auto (detects device dark mode)
fr_fr: Auto (détecte le mode sombre de l’appareil)

source: Support and Help
fr_fr: Soutien et Aide

source: If you like Join.chat 😍
fr_fr: Si vous aimez Join.chat 😍

source: Please leave us a %s rating. We'll thank you.
fr_fr: Merci de nous laisser une note de %s. Nous vous remercierons.

source: Subscribe to our newsletter and visit our blog at %s.
fr_fr: Abonnez-vous à notre newsletter et visitez notre blog à %s.

source: Follow %s on twitter.
fr_fr: Suivez %s sur twitter.

source: Styles and Variables
fr_fr: Styles et variables

source: You can use formatting styles like in WhatsApp: _<em>italic</em>_ *<strong>bold</strong>* ~<del>strikethrough</del>~.
fr_fr: Vous pouvez utiliser des styles de mise en forme comme dans WhatsApp :_<em>italic</em>_ *<strong>bold</strong>* ~<del>strikethrough</del>~.

source: You can use dynamic variables that will be replaced by the values of the page the user visits:
fr_fr: Vous pouvez utiliser des variables dynamiques qui seront remplacées par les valeurs de la page que l’utilisateur visite :

source: Page Title
fr_fr: Titre de la page

source: Settings
fr_fr: Réglages

source: Can use vars
fr_fr: Peut utiliser vars

source: to leave it blank use
fr_fr: pour le laisser vide utiliser

source: Default visibility
fr_fr: Visibilité par défaut

source: You can use vars
fr_fr: Vous pouvez utiliser vars

source: Shop
fr_fr: Boutique

source: Product Page
fr_fr: Page de produit

source: Cart
fr_fr: Panier

source: Checkout
fr_fr: Validation de la commande

source: My Account
fr_fr: Mon compte

source: Call to Action for Products
fr_fr: Appel à l’action pour les produits

source: Call to Action for Products on Sale
fr_fr: Appel à l’action pour les produits en vente

source: Message for Products
fr_fr: Message pour les produits

source: Product Chat Window
fr_fr: Fenêtre de chat de produit

source: You can define other different texts for the Chat Window on the product pages.
fr_fr: Vous pouvez définir d’autres textes différents pour la fenêtre de chat sur les pages de produits.

source: This *{PRODUCT}* can be yours for only *{PRICE}*! If you have any questions, ask us.
fr_fr: Ce *{PRODUCT}* peut être le vôtre pour seulement*{PRICE}*! Si vous avez des questions, posez-nous.

source: Define a text for your products to encourage customers to contact
fr_fr: Définissez un texte pour vos produits afin d’encourager les clients à contacter

source: Save {DISCOUNT}! This *{PRODUCT}* can be yours for only ~{REGULAR}~ *{PRICE}*. If you have any questions, ask us.
fr_fr: Enregistrer {DISCOUNT}! Ce *{PRODUCT}* peut être le vôtre pour seulement ~{REGULAR}~ *{PRICE}*. Si vous avez des questions, posez-nous.

source: Define a text for your products on sale to encourage customers to contact
fr_fr: Définissez un texte pour vos produits en vente afin d’encourager les clients à contacter

source: *Hi {SITE}!* I have a question about *{PRODUCT} ({SKU})*
fr_fr: *Salut {SITE}!* J'ai une question au sujet de *{PRODUCT} ({SKU})*

source: Predefined text for the first message the client will send you
fr_fr: Texte prédéfini pour le premier message que le client vous enverra

source: <strong>WooCommerce</strong>, in product pages you can also use:
fr_fr: <strong>WooCommerce</strong>, dans les pages de produits, vous pouvez également utiliser:

source: Product Name
fr_fr: Nom du produit

source: For the <strong>Call to Action for Products on Sale</strong>, you can also use:
fr_fr: Pour <strong>l’appel à l’action pour les produits en vente</strong>, vous pouvez également utiliser:

source: Connects a WordPress chat with WhatsApp. The best solution for marketing and support. Stop losing customers and increase your sales.
fr_fr: Connecte un chat WordPress avec WhatsApp. La meilleure solution pour le marketing et le support. Ne perdez plus de clients et augmentez vos ventes.
